{
  "plugins": {
    "LazyVim": { "branch": "main" },
    "SchemaStore.nvim": { "branch": "main" },
    "blink.cmp": { "branch": "main" },
    "bufferline.nvim": { "branch": "main" },
    "catppuccin": { "branch": "main" },
    "cmp-buffer": { "branch": "main" },
    "cmp-nvim-lsp": { "branch": "main" },
    "cmp-path": { "branch": "main" },
    "conform.nvim": { "branch": "master" },
    "dashboard-nvim": { "branch": "master" },
    "dressing.nvim": { "branch": "master" },
    "flash.nvim": { "branch": "main" },
    "friendly-snippets": { "branch": "main" },
    "fzf-lua": { "branch": "main" },
    "gitsigns.nvim": { "branch": "main" },
    "grug-far.nvim": { "branch": "main" },
    "indent-blankline.nvim": { "branch": "master" },
    "lazy.nvim": { "branch": "main" },
    "lazydev.nvim": { "branch": "main" },
    "lualine.nvim": { "branch": "master" },
    "luvit-meta": { "branch": "main" },
    "mason-lspconfig.nvim": { "branch": "main" },
    "mason.nvim": { "branch": "main" },
    "mini.ai": { "branch": "main" },
    "mini.icons": { "branch": "main" },
    "mini.pairs": { "branch": "main" },
    "neo-tree.nvim": { "branch": "main" },
    "noice.nvim": { "branch": "main" },
    "nui.nvim": { "branch": "main" },
    "nvim-cmp": { "branch": "main" },
    "nvim-lint": { "branch": "master" },
    "nvim-lspconfig": { "branch": "master" },
    "nvim-notify": { "branch": "master" }
  }
}
